import React from 'react'

const DocumentMetaSeo: React.FC = () => {
	return (
		<>
			<meta
				name='keywords'
				content='R4R3-M37, Next JS, React, смотреть кино, кинопоиск, кино без рекламы, смотреть аниме, смотреть сериалы бесплатно, скачать фильмы'
			/>
			<meta name='author' content='R4R3-M37' />
			<meta
				name='description'
				content='Фильмы из кинотеатра легально, напрямую от голливудских студий. Смотрите новинки и лучшие сериалы, кино, мультфильмы в хорошем качестве, с хорошим звуком и без рекламы. Просмотр на сайте в формате Full HD 720 и 1080 на телевизоре SmartTV в Ultra HD 4K. Можно скачать фильм на мобильное устройство и взять с собой.'
			/>
			<meta
				property='og:description'
				content='Фильмы из кинотеатра легально, напрямую от голливудских студий. Смотрите новинки и лучшие сериалы, кино, мультфильмы в хорошем качестве, с хорошим звуком и без рекламы. Просмотр на сайте в формате Full HD 720 и 1080 на телевизоре SmartTV в Ultra HD 4K. Можно скачать фильм на мобильное устройство и взять с собой.'
			/>
		</>
	)
}

export default DocumentMetaSeo
